<template>
  <div class="notice">
    <div class="title">济宁医学院附属医院预约挂号须知</div>
    <div class="content1">
      <div>为方便您早日就医康复，请您认真阅读预约挂号须知：</div>
      <div class="color">一. 预约实名制：</div>
      <div>
        为了提升医疗服务的精确性和安全性，我们推行了预约实名制度。通过实名制，患者提供真实个人信息，确保医疗记录的准确性，为医生提供更全面的诊疗参考。实名制还有助于建立医患信任关系，使医院能更好地了解患者的健康状况，从而提供更加贴心的医疗服务。
      </div>
      <div class="color">二. 预约挂号：</div>
      <div>
        我们引入了高效便捷的预约挂号系统，患者可以通过医院官方网站、手机App或者电话热线进行预约。通过系统，患者可以选择心仪的科室、专家医生以及就诊时间，避免了长时间的候诊，提高了患者就医的灵活性和舒适度。这一系统的引入，也有助于医院更好地安排医疗资源，提高医疗服务的效率。
      </div>
      <div class="color">三. 取消预约：</div>
      <div>
        为了最大限度地减少爽约情况，我们规定患者在无法按时就诊的情况下，需要在规定时间内取消预约。患者可以通过系统或电话提前通知医院，这有助于医院合理安排医疗资源，同时也能够给其他有需要的患者提供更多的就医机会。患者合理取消预约也有助于维护医患关系，促进医疗服务的顺畅进行。
      </div>
      <div class="color">四. 爽约处理：</div>
      <div>
        为了维护医疗服务的正常秩序，我们设立了爽约处理机制。患者未按规定时间取消预约即为爽约，可能会导致医疗资源的浪费，同时也会影响其他患者的就医体验。爽约处理机制可能包括一定的费用扣除或对患者日后预约权益的影响。我们希望通过这一机制，患者能够更加理性地使用医疗资源，保证医疗服务的公平性和高效性。
        通过以上预约挂号规则，我们期望提高医疗服务的质量和效率，为患者提供更加便捷、安全、个性化的医疗体验。感谢患者的理解与支持。
      </div>
    </div>
  </div>
</template>

<script setup lang="ts"></script>

<style lang="scss" scoped>
.notice {
  .color {
    color: #333;
    font-weight: 600;
  }
  .title {
    text-align: center;
    font-size: 26px;
    font-weight: 800;
    color: #333;
  }

  .content1 {
    margin-top: 40px;
    div {
      font-size: 14px;
      margin-bottom: 10px;
      line-height: 26px;
    }
  }
}
</style>
